tap "gojek/gojek"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "kernel/kernel", "git@source.golabs.io:kernel/homebrew-kernel.git"
tap "kong/kong"
tap "mongodb/brew"
brew "ack"
brew "atool"
brew "azure-cli"
brew "bat"
brew "dive"
brew "dnscrypt-proxy", restart_service: true
brew "docker-compose"
brew "fd"
brew "fzf"
brew "gcc"
brew "gitlab-runner"
brew "libevent"
brew "unbound"
brew "gnupg"
brew "go"
brew "helm"
brew "htop"
brew "hyperkit", link: false
brew "jq"
brew "jsonnet"
brew "kind"
brew "kubectx"
brew "libpq"
brew "libssh"
brew "ruby"
brew "macvim"
brew "mas"
brew "minikube"
brew "oath-toolkit"
brew "openjdk"
brew "pgcli"
brew "pinentry-mac"
brew "postgresql", restart_service: true
brew "pup"
brew "ruby-build"
brew "rbenv"
brew "rbenv-vars"
brew "redis"
brew "rename"
brew "ripgrep"
brew "stern"
brew "telnet"
brew "terraform"
brew "tig"
brew "tldr"
brew "tmate"
brew "tmux"
brew "trash"
brew "watch"
brew "watchman"
brew "wget"
brew "wimlib"
brew "yarn"
brew "youtube-dl"
brew "gojek/gojek/proctor"
brew "kernel/kernel/kernel"
brew "kong/kong/kong"
cask "alfred"
cask "android-platform-tools"
cask "anki"
cask "appcleaner"
cask "atom"
cask "authy"
cask "brooklyn"
cask "calibre"
cask "chef-workstation"
cask "clean-me"
cask "dashlane"
cask "discord"
cask "docker"
cask "dozer"
cask "evernote"
cask "figma"
cask "firefox"
cask "focus"
cask "font-fira-code"
cask "font-source-code-pro"
cask "font-source-sans-pro"
cask "freedom"
cask "goland"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iina"
cask "insomnia"
cask "iterm2"
cask "java"
cask "keybase"
cask "latest"
cask "macs-fan-control"
cask "mounty"
cask "numi"
cask "openoffice"
cask "rectangle"
cask "rescuetime"
cask "rubymine"
cask "slack"
cask "sublime-text"
cask "telegram"
cask "time-out"
cask "visual-studio-code"
cask "vlc"
cask "webstorm"
cask "whatsapp"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "iMovie", id: 408981434
mas "Pages", id: 409201541
mas "Pocket", id: 568494494
mas "Tailscale", id: 1475387142
mas "Todoist", id: 585829637
mas "TweetDeck", id: 485812721
mas "Unsplash Wallpapers", id: 1284863847
