tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "i-am-bee/beeai"
tap "oven-sh/bun"
tap "th-ch/youtube-music"
brew "ack"
brew "aom"
brew "atool"
brew "openssl@3"
brew "bat"
brew "cmake"
brew "dive"
brew "fd"
brew "sqlite"
brew "libssh"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gnirehtet"
brew "libusb"
brew "gnupg"
brew "go"
brew "htop"
brew "jq"
brew "kubectx"
brew "libpq"
brew "python@3.13"
brew "llm"
brew "mas"
brew "mise"
brew "nginx"
brew "ollama", restart_service: :changed
brew "pipx"
brew "pkgconf"
brew "postgresql@14"
brew "pv"
brew "redis"
brew "rename"
brew "ripgrep"
brew "ruby"
brew "scrcpy"
brew "stern"
brew "telnet"
brew "tig"
brew "tldr"
brew "tmux"
brew "trash", link: true
brew "tree"
brew "watch"
brew "wget"
brew "yt-dlp"
brew "i-am-bee/beeai/beeai"
brew "oven-sh/bun/bun"
cask "adobe-acrobat-pro"
cask "anaconda"
cask "android-platform-tools"
cask "anki"
cask "appcleaner"
cask "arc"
cask "battery"
cask "brave-browser"
cask "brightintosh"
cask "c0re100-qbittorrent"
cask "calibre"
cask "cold-turkey-blocker"
cask "cursor"
cask "diffusionbee"
cask "dropbox"
cask "duckduckgo"
cask "finicky"
cask "firefox"
cask "font-fira-code"
cask "font-source-code-pro"
cask "ghostty"
cask "google-chrome"
cask "hiddenbar"
cask "iina"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keybase"
cask "limitless"
cask "logitech-options"
cask "megasync"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "msty"
cask "multipass"
cask "numi"
cask "obsidian"
cask "omnidisksweeper"
cask "onedrive"
cask "onyx"
cask "openmtp"
cask "orbstack"
cask "pearcleaner"
cask "privadovpn"
cask "raycast"
cask "rectangle"
cask "rescuetime"
cask "resilio-sync"
cask "rewind"
cask "slack"
cask "sublime-text"
cask "superhuman"
cask "superwhisper"
cask "telegram"
cask "tella"
cask "the-unarchiver"
cask "time-out"
cask "todoist"
cask "trae"
cask "visual-studio-code"
cask "webex"
cask "whatsapp"
cask "youtube-music"
cask "zen"
cask "zoom"
cask "zotero"
mas "AdGuard for Safari", id: 1440147259
mas "Amphetamine", id: 937984704
mas "Developer", id: 640199958
mas "Draw Things", id: 6444050820
mas "Remote Mouse", id: 403195710
mas "Session", id: 1521432881
mas "Speed Player", id: 1521133201
mas "Xcode", id: 497799835
vscode "adpyke.vscode-sql-formatter"
vscode "alefragnani.project-manager"
vscode "amatiasq.sort-imports"
vscode "antfu.icons-carbon"
vscode "antfu.theme-vitesse"
vscode "astro-build.astro-vscode"
vscode "augment.vscode-augment"
vscode "bierner.markdown-checkbox"
vscode "bradlc.vscode-tailwindcss"
vscode "continue.continue"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "dsznajder.es7-react-js-snippets"
vscode "esbenp.prettier-vscode"
vscode "file-icons.file-icons"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "google.geminicodeassist"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "msjsdiag.vscode-react-native"
vscode "pdconsec.vscode-print"
vscode "rooveterinaryinc.roo-cline"
vscode "sdras.night-owl"
vscode "steoates.autoimport"
vscode "unifiedjs.vscode-mdx"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "yzhang.markdown-all-in-one"
