tap "atlassian/acli"
tap "cirruslabs/cli"
tap "fastrepl/hyprnote"
tap "hudochenkov/sshpass"
tap "i-am-bee/beeai"
tap "manaflow-ai/cmux"
tap "micronaut-projects/tap"
tap "opencode-ai/tap"
tap "smart-mcp-proxy/mcpproxy"
tap "steipete/tap"
tap "tldev/tap"
tap "yakitrak/yakitrak"
brew "ack"
brew "antidote"
brew "aom"
brew "apktool"
brew "atool"
brew "openssl@3"
brew "bat"
brew "cargo-audit"
brew "fd"
brew "ffmpeg"
brew "gh"
brew "gnirehtet"
brew "libusb"
brew "htop"
brew "hyperfine"
brew "ical-buddy"
brew "imagemagick"
brew "jq"
brew "libpq"
brew "libssh"
brew "mas"
brew "mise"
brew "mole"
brew "neovim"
brew "osv-scanner"
brew "poppler"
brew "python@3.13"
brew "scrcpy"
brew "starship"
brew "telnet"
brew "tesseract"
brew "tig"
brew "tmux"
brew "topgrade"
brew "trash", link: true
brew "tree"
brew "typst"
brew "watch"
brew "cirruslabs/cli/tart"
brew "hudochenkov/sshpass/sshpass"
brew "smart-mcp-proxy/mcpproxy/mcpproxy"
brew "yakitrak/yakitrak/obsidian-cli"
cask "aldente"
cask "android-commandlinetools"
cask "android-platform-tools"
cask "antigravity"
cask "appcleaner"
cask "beeper"
cask "blip"
cask "brave-browser"
cask "c0re100-qbittorrent"
cask "calibre"
cask "claude"
cask "manaflow-ai/cmux/cmux"
cask "steipete/tap/codexbar"
cask "cold-turkey-blocker"
cask "comet"
cask "cursor"
cask "dorso"
cask "droid"
cask "dropbox"
cask "finicky"
cask "firefox"
cask "font-fira-code"
cask "ghostty"
cask "google-chrome"
cask "fastrepl/hyprnote/hyprnote"
cask "iina"
cask "iterm2"
cask "keybase"
cask "lm-studio"
cask "lulu"
cask "megasync"
cask "microsoft-excel"
cask "microsoft-word"
cask "miniconda"
cask "numi"
cask "obsidian"
cask "omnidisksweeper"
cask "onedrive"
cask "onyx"
cask "openmtp"
cask "orbstack"
cask "pearcleaner"
cask "raycast"
cask "rectangle"
cask "resilio-sync"
cask "signal"
cask "slack"
cask "spotify"
cask "stremio@beta"
cask "superhuman"
cask "tailscale-app"
cask "telegram"
cask "the-unarchiver"
cask "time-out"
cask "todoist-app"
cask "whatsapp"
cask "zed"
cask "zettlr"
cask "zoom"
cask "zotero"
mas "AdGuard Mini", id: 1440147259
mas "Amphetamine", id: 937984704
mas "KeyPad", id: 1491684442
mas "Session", id: 1521432881
mas "Spokenly", id: 6740315592
mas "WireGuard", id: 1451685025
